<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines contain the default error messages used by
    | the validator class. Some of these rules have multiple versions such
    | as the size rules. Feel free to tweak each of these messages here.
    |
    */



    "My Account" => 'اللغه',
    "2021"=>' © 2021 - جميع الحقوق محفوظة لشركة ',
    "company"=>'سكاي سيستمز',
    "address"=>'العنوان: شارع الاصبحي امام بهارات ياسين.',

    "Address"=>': العنوان ',
    "Address_details"=>' شارع الاصبحي امام بهارات ياسين..',

    "Phones"=>': هاتف:',
    "Phones_details"=>'  00967775355003 -01688922',
    "emails"=>':   البريد الإلكتروني',
    "emails_details"=>' skyforsystems@gmail.com ',

    "Phone"=>'هاتف: 00967775355003 -01688922',
    "email"=>'skyforsystems@gmail.com : البريد الإلكتروني',
    "Featured Works"=>"أعمال مميزة",
    "View All Projects"=>'عرض كل المشاريع',
    "News & Updates"=>"الأخبار والتحديثات",
    "OUR LATEST BLOG"=>"احدث الاخبار",
    "More Services"=>"المزيد من الخدمات",
    "blog"=>"الاخبار",
    "Blog Details"=>"تفاصيل الاخبار",
"Recent Posts"=>"المشاركات الاخيرة",
    "View All Blog"=>"عرض كل الاخبار",
    "View Project"=>"عرض المشروغ",
     "Home" => 'الصفحة الرئيسية',
    "About" => 'نبذه عنا',
    "Services"=>"خدماتنا",
    "jobs"=>"الوظائف",
    "about_depart2"=>"الهيكل التنظيمي",
    "about_depart3"=>"مكاتب المحافظات",
    'Courses'=>'المناهج',
    "Device_versions"=>'اصدارت الجهاز',
"More Information"=>"هل تريد المزيد من المعلومات؟",
    "IT Solution"=>'حلول تقنية',
    "Get It Support"=>'الدعم الفني',
    "News"=>"الاخبار",
    'Contact Us'=>'التواصل معنا',
    "Register"=>'بوابه التسجبل',
    'View Courses'=>'عرض كل المتاهج',
    "Learn Now"=>'اقراء اكثر',
    "POPULAR COURSES"=>'المناهج',
    "COURSES"=>"هناك العديد من الاختلافات في المناهج",
    "About us"=>"معلومات عنا",
    "With Experience"=>"مع الخبرة ، نكمل أي  مشاريع",
    "read more"=>"أفراء اكثر",
    "Services Details"=>'تفاصيل الخدمات',
    "process"=>"آلية العمل",
    "profesional"=>"لدينا خبرة عالية، تساعدك في تنفيذ مشاريعك التقنية",
    "IDEA"=>"الفكرة",
   "IDEA1"=>"بناءً على طلبات العميل،
نقوم بطرح أفكار جديدة ذات صلة بالمشروع",
    "DESIGNING"=>"التصميم والبناء",
    "DESIGNING1"=>"إنطلاقاً من تلك الأفكار نبداء بتنفيذ تصميم واجهات المستخدم / تجربة المستخدم (UX-UI)",
    "delivary"=>"التسليم والفحص",
    "delivary1"=>"تطوير تطبيقات عالية الجودة توفر برامج موثوقة تدعم عملائنا",
    "differnet"=>"شركة سكاي مختلفة جدا؟",
    "Why Choose Us"=>"لماذا أخترتنا؟",
    "Staff"=>'كادر فني مدربين تدريبا عاليا',
   "staff1"=>"قد تسيطر التكنولوجيا على العالم ؛ ولهذا السبب  نحتاج إلى العثور على أكثر الطرق إبداعًا لتدريب فريق التكنولوجيا لديك لتحقيق أقصى قدر من التأثير.",
    "Performance"=>"زيادة الأداء الخاص بك",
    "Performance1"=>"ارفع مستوى أدائك في جميع الجوانب لتحقيق جميع الأهداف المرجوة التي تسعى إليها شركتك",
    "advanc"=>"التقنيات المتقدمة",
    "advanc1"=>" مجموعة واسعة من الخدمات والحلول البرمجية  في مجالت تكنولوجبا المعلومات",
    "coding"=>"فريق من ذوي الخبرة والمعرفة.",
    "coding1"=>"الالتزام بأفضل إرشادات الترميز ومعايير الجودة  في مجال البرمجة و تكنولوجبا المعلومات.",
    "IT"=>"دعم فني متخصص في  لتكنولوجيا المعلومات",
    "IT1"=>"فريق متخصص  يجيد حل اصعب المشاكل  وفي اسرع وقت لتجاوب مع العميل",
    "price"=>"أسعار معقولة ومنافسة",
    "price1"=>"أسعار معقولة ومنافسة غي السوق هدفنا الوحيد هوه ارضاء العميل من جميع الجوانب ",
    "project"=>"المشاريع",
    "Single Project"=>"المشاريع",
    "Latest Projects"=>"المشارع الاحدث",
"job opportunities"=>"الوظائف الشاغرة",
    "no job"=>"لاتوجد وظائف حاليا عزيز الزائر!!",
    "Submit"=>"تقديم",
"Job Requirements"=>"متطلبات الوظيفة",
    "Contact"=>"تواصل معنا",

    'required' => 'هذا الحقل مطلوب',
    'name'=>'اسمك',
    'Your Phone'=>'رفم هاتفك الخلوي',
    'Emial'=>'بريدك الالكتروني *',
    'messages'=>'رسالتك *',
    'Send Message'=>'أرسل رسالة',
      'Experience'=>"الكفاءات والخبرات",
    'home adress'=>"عنوان السكن",
    "qualification"=>"المؤهل",
    "Age"=>"العمر",

    "Applicants name"=>"اسم المتقدم",
    "Curriculum Vitae"=>"السيرة الذاتية",
    "FAMILY"=>" نسعد بأن تكون من عالئنتا"





];
